
whois = [
  "<br>",
  "16 yaşındayım, programlama ile ilgileniyorum 🤥",
  "Mersin'de yaşıyorum ve lise öğrencisiyim",
  "Şuana kadar bir çok dilde bir çok bot kodladım ^_~",
  "Az çok bildiğim diller: C#, Lua, Python",
  "<br>"
];


var github = "https://github.com/Recoo31";
var insta = "https://www.instagram.com/Recoo33_/";
var youtubee = "https://www.youtube.com/c/Recoo31/"
var spo = "https://open.spotify.com/user/31o7s4nzotukrxkjirmy6hoyg3p4?si=b8181d594b3543af"
social = [
  "<br>",
  'Youtube        <a href="' + youtubee + '" target="_blank">youtube/c/Recoo31' + "</a>",
  'Instagram      <a href="' + insta + '" target="_blank">instagram/recoo33_' + '</a>',
  'Spotify        <a href="'+spo+'"target="_blank">spotify/Recoo',   
  'Github         <a href="' + github + '" target="_blank">github/Recoo31' + "</a>",   
  "<br>"
];




var sarki = 
[
  "https://www.youtube.com/embed/dPgj93skycA?autoplay=1",
  "https://www.youtube.com/embed/5JmQIQbtJpU?autoplay=1",
  "https://www.youtube.com/embed/sOeD_ZHfvww?autoplay=1",
  "https://www.youtube.com/embed/9XCqST1aSf8?autoplay=1",
  "https://www.youtube.com/embed/xu9xVNuE-_0?autoplay=1",
  "https://www.youtube.com/embed/fq3d2y4x_C0?autoplay=1",
  "https://www.youtube.com/embed/mSHz6cZqjNM?autoplay=1",
  "https://www.youtube.com/embed/EFOHkWLpf_M?autoplay=1",
  "https://www.youtube.com/embed/_L1YNZp00s8?autoplay=1",
  "https://www.youtube.com/embed/hurSH3n_U8E?autoplay=1",
  "https://www.youtube.com/embed/TDSgb2P76fc?autoplay=1",
  "https://www.youtube.com/embed/Uj0djfOlvkQ?autoplay=1",
  "https://www.youtube.com/embed/pgbgmHx9GLs?autoplay=1",
  "https://www.youtube.com/embed/TjO15KuKKCc?autoplay=1",
  "https://www.youtube.com/embed/Fyb4QAZVVv0?autoplay=1",
  "https://www.youtube.com/embed/V3lmf_KIAOU?autoplay=1",
]





help = [
  "<br>",
  '<span class="command">whois</span>         Kim Bu Reco?',
  '<span class="command">social</span>        Social Media',
  '<span class="command">random</span>        Random Şarkı',
  "<br>",
];





banner2 = [
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⡠⠶⠛⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠛⠒⢤⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠔⢉⡀⢀⡼⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⢷⡀⢀⠈⠓⢄⠀⠀⠀⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⠀⠀⢀⡔⠁⣠⡿⠁⣼⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⡇⠘⣷⡄⠀⢣⠀⠀⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⠀⢀⡞⠀⣼⣿⠇⠀⡿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⣿⠀⢹⣿⣆⠀⢣⡀⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⢀⡾⠀⣼⣿⣿⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⢸⠀⢸⣿⣿⡆⠀⢧⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⣸⠃⢀⣿⣿⣿⠀⠀⣇⠀⠀⠀⠀⠀⠀⢀⣠⡤⠴⠖⠒⠒⠒⠒⠲⠦⢤⣄⡀⠀⠀⠀⠀⠀⠀⣾⠀⢸⣿⣿⣿⡇⠘⡇⠀⠀⠀⠀   ",
"⠀⠀⠀⠀⠀⡏⠀⢸⣿⣿⣿⡄⠀⠘⡄⠀⢀⡤⠖⠛⠉⣁⣠⣤⣤⣤⣤⣤⣤⣤⣤⣀⡀⠉⠙⠲⣤⡀⠀⢰⠇⠀⣿⣿⣿⣿⡄⠀⣿⠀⠀⠀⠀  ",
"⢀⣤⣄⡀⠸⡇⠀⢸⣿⣿⣿⣿⣄⠀⠙⠚⠉⠀⠀⠺⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡷⠒⣀⡀⠉⠳⠏⠀⣼⣿⣿⣿⣿⡇⠀⢻⠀⠀⠀⠀ ",
"⢸⡇⠈⢷⠀⡇⠀⢸⣿⣿⣿⣿⣿⣷⣄⣀⡈⠉⠛⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣿⠋⠉⢀⣀⣴⣾⣿⣿⣿⣿⣿⡇⠀⣾⠀⡄⠀⠀ ",
"⢸⡇⢀⠈⢳⣹⡄⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇⢰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡀⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠀⢠⢃⡞⠁⠀⢸",
"⠈⡇⠘⣧⡀⠙⢿⠀⠹⣿⣿⣿⣿⣿⣝⣻⠋⢀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠈⠛⣟⣫⣿⣿⣿⣿⡿⠋⢀⡽⠏⣠⡞⠁⡾",
"⠀⢻⠀⢸⠻⣦⡀⠑⢄⡈⠛⠿⠿⠟⠛⠁⣠⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⡀⠙⠛⠛⠛⠋⠉⢀⣠⠎⢁⣾⢏⡄⢰⠇",
"⠀⠘⡇⠘⣷⣙⠿⣦⣄⠀⣴⣿⣶⣶⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣶⣶⡄⠈⣡⣾⠟⢱⡿⠀⣼⠀ ",
"⠀⠀⢹⡄⢹⣿⣇⢈⠁⠀⢿⣿⣿⡿⢨⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⢋⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⡘⣿⣿⣿⠇⠀⢛⣠⣿⣿⠃⢠⠇⠀ ",
"⠀⠀⠀⢷⡀⢿⣿⣿⣿⣦⠀⢹⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣼⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠃⢠⣶⣿⣿⣿⠏⢀⡾⠀⠀ ",
"⠀⠀⠀⠈⠳⣄⠙⢿⣿⣿⠁⢸⣿⣭⣉⠛⠛⠿⢿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡿⢿⣿⣿⣿⣿⣿⡿⠿⠛⢋⣩⣽⣿⡄⢸⣿⣿⠟⠁⣠⠞⠀⠀⠀ ",
"⠀⠀⠀⠀⠀⠈⠓⢤⡈⠉⣰⣿⣿⣿⣿⣷⣄⡐⠶⢦⣬⠙⠻⢿⠇⣿⣿⣿⡇⢸⡿⠟⢋⣥⡴⠞⢂⣴⣿⣿⣿⣿⣿⠀⠛⢉⡴⠈⠁⠀⠀⠀⠀ ",
"⠀⠀⠀⠀⠀⠀⠀⠀⢳⡀⠻⣿⣿⣿⣿⣿⣿⣿⣶⣤⣴⣶⣶⣶⣶⣿⣿⣿⣧⣴⣶⣶⣶⣤⣴⣾⣿⣿⣿⣿⣿⣿⡿⠀⢀⡎⠀⠀⠀⠀⠀⠀⠀  ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠳⡀⠈⠻⣿⣿⠿⠟⢛⣛⣿⣿⣿⣿⣿⠻⣿⣿⣿⣿⢫⣿⣿⣿⣟⣛⣛⠛⠿⢿⣿⣿⠟⠁⣠⠞⠀⠀⠀⠀⠀⠀⠀⠀  ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⢢⡀⠘⢿⣷⣄⣄⠙⢿⣿⣿⣿⡟⢠⣿⣿⣿⣿⠈⣿⣿⣿⣿⠟⠋⣄⣠⣾⡟⠁⢀⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀  ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢣⠀⢸⣿⣿⣿⣦⢀⡙⠿⣿⡇⠻⣿⣿⣿⣿⠃⣹⣿⠟⠁⢀⣾⣿⣿⣿⠀⢀⡏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⣆⠈⠿⣿⣿⣿⣆⠹⣶⣬⣉⡀⠘⣿⡟⠁⣈⣩⣴⡾⠃⣾⣿⣿⣿⠟⢀⡼⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠳⢄⡈⠛⢿⣿⡆⢨⣍⠙⠟⢳⠙⠁⠚⠛⣉⣩⠀⣼⣿⡿⠋⢀⡤⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢦⠀⠹⡿⡄⠻⢿⣿⣶⣶⣶⣿⣾⡿⠟⣰⣿⠋⢀⡴⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⢧⠀⠛⢼⣳⣤⣀⣉⣩⣍⣉⣠⣴⣞⡵⠃⢀⡾⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠳⣄⠀⠹⣿⣿⣿⣿⣿⣿⣿⡿⠋⠀⣠⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠳⡀⠘⢿⣿⣿⣿⣿⠟⠁⢠⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
"⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⠶⢤⣤⣭⣥⣤⡤⠖⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",]