
whois = [
  "<br>",
  "Kaldırımda yürürken yanınızdan geçen biri,",
  "<br>"
];


var dc = "https://discord.com/users/jofir#2221"
var insta = "https://www.instagram.com/jofirq";
var spo = "https://open.spotify.com/user/w30sxyvao7rlwb2643dprh143?si=d960e09ce1ac4c12"
social = [
  "<br>",
  'Discord        <a href="'+dc+'"target="_blank">jofir#2221',
  'Instagram      <a href="' + insta + '" target="_blank">jofirq' + '</a>',
  'Spotify        <a href="'+spo+'"target="_blank">jofir',
  "<br>"
];




var sarki = 
[
  "https://www.youtube.com/embed/dPgj93skycA?autoplay=1",
  "https://www.youtube.com/embed/5JmQIQbtJpU?autoplay=1",
  "https://www.youtube.com/embed/sOeD_ZHfvww?autoplay=1",
  "https://www.youtube.com/embed/9XCqST1aSf8?autoplay=1",
  "https://www.youtube.com/embed/xu9xVNuE-_0?autoplay=1",
  "https://www.youtube.com/embed/fq3d2y4x_C0?autoplay=1",
  "https://www.youtube.com/embed/mSHz6cZqjNM?autoplay=1",
  "https://www.youtube.com/embed/EFOHkWLpf_M?autoplay=1",
  "https://www.youtube.com/embed/_L1YNZp00s8?autoplay=1",
  "https://www.youtube.com/embed/hurSH3n_U8E?autoplay=1",
  "https://www.youtube.com/embed/TDSgb2P76fc?autoplay=1",
  "https://www.youtube.com/embed/Uj0djfOlvkQ?autoplay=1",
  "https://www.youtube.com/embed/pgbgmHx9GLs?autoplay=1",
  "https://www.youtube.com/embed/TjO15KuKKCc?autoplay=1",
  "https://www.youtube.com/embed/Fyb4QAZVVv0?autoplay=1",
  "https://www.youtube.com/embed/V3lmf_KIAOU?autoplay=1",
]





help = [
  "<br>",
  '<span class="command">Command:</span>         Just write "whois" or "social".',
  '<span class="command">whois</span>    =>      Kim Bu jofir 😁?',
  '<span class="command">social</span>   =>      Sosyal Medya Hesaplarım',
  "<br>",
];





banner2 = [
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⢀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀         ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⢀⡴⠛⢹⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠸⡍⠙⢦⣄⠀⠀⠀⠀⠀⠀⠀⠀        ",
  "⠀⠀⠀⠀⠀⠀⢠⠞⢡⡶⢠⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⢻⡄⣶⡈⠳⣄⠀⠀⠀⠀⠀⠀       " ,
  "⠀⠀⠀⠀⠀⣴⠋⣰⣿⠁⢸⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠈⡇⠘⣷⡄⠙⣦⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⣰⠃⢠⣿⡇⠀⠌⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⡃⠀⣿⣿⡀⠘⡆⠀⠀⠀⠀       " ,
  "⠀⠀⠀⢠⡟⢀⣿⣿⡇⠀⢸⠀⠀⠀⠀⢀⣀⣤⠴⠶⠶⠖⠶⠶⠶⠦⢤⣀⡀⠀⠀⠀ ⢀⡇⠀⣿⣿⣷⠀⢿⡄⠀⠀⠀    ",
  "⠀⠀⠀⣿⠃⢸⣿⣿⣿⡄⠘⢧⣀⡤⠞⢋⣁⣤⣶⣶⣶⣶⣶⣶⣶⣦⣤⣀⡙⠳⢤⣀⡼⠃⣸⣿⣿⣿⡆⢸⡇⠀⠀⠀  ",
  "⣿⠳⣿⣿⠀⢸⣿⣿⣿⣿⣦⡈⠁⠰⠦⣮⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡴⠶⠄⠈⣣⣼⣿⣿⣿⣿⡇⢸⡇⣠⠆⠀ ",
  "⣿⠀⠛⣿⣇⠘⣿⣿⣿⣿⣿⣿⣶⣦⠄⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⠠⣶⣾⣿⣿⣿⣿⣿⣿⠁⣼⣿⠋⠀⡧ ",
  "⣿⡘⣧⡘⠿⡄⠘⣿⣿⣿⣿⣟⣿⠋⣰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡄⠛⣟⣻⣿⣿⣿⣿⠃⢠⡿⢃⡴⢻⡇" ,
  "⠻⡇⢸⣷⣦⠙⠦⣈⠙⠛⠛⠉⢁⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣤⡉⠉⠉⠉⠉⣀⡴⢋⣴⢿⡦⢸⠁" ,
  "⠀⢣⠈⣷⣝⠻⡦⠌⣿⣿⣿⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢻⣶⣿⣿⠉⣶⠟⣁⣿⠁⡇⠀ ",
  "⠀⠸⣧⢻⣿⣴⣦⡀⠹⣿⣯⣼⣿⣿⣿⣿⣿⣿⣿⣿⣎⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣦⣿⡿⠏⣀⣴⣿⣿⠇⣼⠇⠀ ",
  "⠀⠀⠘⣆⡙⢿⣿⣿⠂⣿⣟⡛⠿⠿⣿⣿⣿⣿⣿⣿⢻⣿⣿⡿⣿⣿⣿⣿⣿⡿⠿⠿⣛⣿⣇⢸⣿⣿⠟⢁⡴⠃⠀⠀ ",
  "⠀⠀⠀⠈⠙⢤⣙⠛⣴⣿⣿⣿⣦⣀⠲⢬⣙⠛⠿⠿⢸⣿⣿⠀⣿⠿⠛⣉⡥⠖⣠⣼⣿⣿⣿⡆⠟⣇⡴⠋⠁⠀⠀⠀  ",
  "⠀⠀⠀⠀⠀⠀⠹⡄⠿⣿⣿⣿⣿⣿⣷⣦⣴⣶⣶⣾⣾⣿⣿⣦⣶⣶⣶⣦⣶⣿⣿⣿⣿⣿⣿⠇⣠⠏⠀⠀⠀⠀⠀⠀   ",
  "⠀⠀⠀⠀⠀⠀⠀⠙⢆⠈⢻⣿⡛⠋⢯⣭⣿⣿⣿⡟⢻⣿⣿⡟⢾⣿⣿⣯⣭⠍⠙⢻⣿⠟⢁⡼⠋⠀⠀⠀⠀⠀⠀⠀   " ,
  "⠀⠀⠀⠀⠀⠀⠀⠀⠈⢳⡀⢹⣿⣶⣆⠉⢿⣿⣿⢣⣿⣿⣿⣷⢸⣿⣿⠟⢁⣴⣶⣿⠃⢠⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀    ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⡇⠘⣿⣿⣿⣷⢲⣍⡛⠂⠙⣿⡿⠃⠺⣋⣥⠶⣾⣿⣿⡿⠀⡼⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠲⣄⠙⠻⣿⡆⢩⡉⠻⠲⠛⠁⠺⢟⢙⡅⣼⣿⠟⠉⣠⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠹⣄⠘⣿⣎⠻⢿⣿⣶⣶⣿⡿⠟⣱⣿⠃⣠⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀      ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠹⣦⠙⠻⣿⣶⣤⣴⣦⣤⣶⣯⠟⢃⣼⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠳⣄⠘⢿⣿⣿⣿⣿⡟⠁⣰⠟⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⠧⣈⣙⣛⣛⣉⣠⠜⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀        ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠉⠉⠉⠉⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀         ",
"<span class=\"color2\">Komutları Görmek Için</span> <span class=\"command\">'help'</span><span class=\"color2\"> yazınız.</span>",
]
